tutorials/Ramp/steady_SA/predict/trained/constant/turbulenceProperties
/*--------------------------------*- C++ -*---------------------------------*\
| ========                 |                                                 |
| \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \    /   O peration     | Version:  v1812                                 |
|   \  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \/     M anipulation  |                                                 |
\*--------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType RAS;
RAS
{
    RASModel             SpalartAllmaras;
    turbulence           on;
    printCoeffs          off;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
